---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionCParallelFlange.ClearWebHeight
source: html/87c25f73-664f-3ab5-b916-106ced80d75f.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionCParallelFlange.ClearWebHeight Property

Detailing depth between the web toes of the fillets, in.(mm)

## Syntax (C#)
```csharp
public double ClearWebHeight { get; set; }
```